Revit 2027 API
SpecTypeId.MassEquivalentPerUnitArea Property
 Mass Equivalent per Unit Area.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassEquivalentPerUnitArea { get; }
Public Shared ReadOnly Property MassEquivalentPerUnitArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassEquivalentPerUnitArea {
	ForgeTypeId^ get ();
}
static member MassEquivalentPerUnitArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace